Repository: hfustercabre/AutoHush
Catalog: Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hk

source: tells macOS it's playing
ar: يُخبر macOS بأنه يُشغّل الصوت
ca: indica a macOS que està reproduint
cs: sděluje macOS, že přehrává
da: fortæller macOS, at den afspiller
de: meldet macOS die Wiedergabe
el: ενημερώνει το macOS ότι αναπαράγει
es: indica a macOS que está reproduciendo
es_419: indica a macOS que está reproduciendo
fi: kertoo macOS:lle toistavansa
fr: indique à macOS qu'elle lit du son
hi: macOS को बताता है कि वह चल रहा है
hr: javlja macOS-u da reproducira
hu: jelzi a macOS-nek, hogy lejátszik
id: memberi tahu macOS bahwa ia sedang memutar
it: comunica a macOS che è in riproduzione
ja: macOSに再生中と伝えています
ko: macOS에 재생 중이라고 알림
nb: forteller macOS at den spiller av
nl: laat macOS weten dat hij afspeelt
pl: informuje macOS, że odtwarza
pt: informa ao macOS que está tocando
pt_pt: comunica ao macOS que está a tocar
ro: îi spune lui macOS că redă
ru: сообщает macOS, что воспроизводит звук
sk: oznamuje systému macOS, že prehráva
sl: sistemu macOS sporoča, da predvaja
sv: talar om för macOS att den spelar upp
tr: macOS’e ses çaldığını bildiriyor
uk: повідомляє macOS, що відтворює
vi: báo với macOS rằng nó đang phát
zh_hans: 告知 macOS 正在播放
zh_hk: 告知 macOS 正在播放

source: until %@
ar: حتى %@
ca: fins a les %@
cs: do %@
da: indtil %@
de: bis %@
el: έως τις %@
es: hasta las %@
es_419: hasta las %@
fi: klo %@ asti
fr: jusqu'à %@
hi: %@ तक
hr: do %@
hu: %@-ig
id: hingga %@
it: fino alle %@
ja: %@まで
ko: %@까지
nb: til %@
nl: tot %@
pl: do %@
pt: até as %@
pt_pt: até às %@
ro: până la %@
ru: до %@
sk: do %@
sl: do %@
sv: till %@
tr: %@ saatine kadar
uk: до %@
vi: đến %@
zh_hans: 至 %@
zh_hk: 至 %@

source: until tomorrow %@
ar: حتى الغد %@
ca: fins demà a les %@
cs: do zítřka %@
da: indtil i morgen %@
de: bis morgen um %@
el: έως αύριο στις %@
es: hasta mañana a las %@
es_419: hasta mañana a las %@
fi: huomenna klo %@ asti
fr: jusqu'à demain à %@
hi: कल %@ तक
hr: do sutra u %@
hu: holnap %@-ig
id: hingga besok %@
it: fino a domani alle %@
ja: 明日の%@まで
ko: 내일 %@까지
nb: til i morgen %@
nl: tot morgen %@
pl: do jutra, %@
pt: até amanhã às %@
pt_pt: até amanhã às %@
ro: până mâine la %@
ru: до завтра, %@
sk: do zajtra %@
sl: do jutri ob %@
sv: till i morgon %@
tr: yarın %@ saatine kadar
uk: до завтра, %@
vi: đến %@ ngày mai
zh_hans: 至明天 %@
zh_hk: 至明天 %@

source: %lld dBFS
ru: %lld дБFS
uk: %lld дБFS
